package config

const SetParam = "✅"
const NotSetParam = "❌"

const HelloWorld = "Здравствуйте, вы успешно зарегистрировались в боте, для продолжения, воспользуйтесь кнопками на клавиатуре"
const StartText = "Открыто главное меню:"
const Incorrect = "Упс, такие команды я не понимаю"
const Settings = "🔧 Ваши настройки:"
const Cookie = "Куки:"
const ChatNotifications = "Уведомление от чата:"

const CookieNotSetException = "Сперва вам необходимо установить куки!"

const GroupName = "Группа по курсу: "
const Lection = "Лекция: "
const TotalKids = "Общее число детей: "
const MissingKids = "Отсутствуют: "

const MyGroups = "Всего групп: "
const UserDontHaveGroup = "У вас нету никаких групп!"
const CurrentGroupDontFind = "В данный момент, никакой группы не найдено!\nПопробуйте обновить свои группы"

const SendingCookie = "Отправьте мне свои cookie 🍪\nИнструкция: https://telegra.ph/Kak-dobavit-v-bota-svoi-Cookie-02-05"
const CookieSet = "Куки успешно установлены"

const UpdateStarted = "Происходит процесс обновления ..."
const UpdateEnd = "Успешно обновлено!"

const OpenLessonBtn = "Открыть лекцию"
const CloseLessonBtn = "Закрыть лекцию"
const GetCredsBtn = "Получить аккаунты"

const SuccessfulChangeStatus = "Статус лекции успешно изменен"
