package config

const SetParam = "Установлен"
const NotSetParam = "Не установлен"

const HelloWorld = "Здравствуйте, вы успешно зарегестрировались в боте, для продолжения, воспользуйтесь кнопками на клавиатуре"
const StartText = "Открыто главное меню:"
const Incorrect = "Упс, такие команды я не понимаю"
const Settings = "🔧 Ваши настройки:"
const Cookie = "Куки:"
const ChatNotifications = "Уведомление от чата:"

const CookieNotSetException = "Сперва вам необходимо установить куки!"

const GroupName = "Группа по курсу: "
const Lection = "Лекция: "
const TotalKids = "Общее число детей: "
const MissingKids = "Отсутсвуют: "

const MyGroups = "Всего групп: "
const UserDontHaveGroup = "У вас нету никаких групп!"
const CurrentGroupDontFind = "В данный момент, никакой группы не найдено!\nПопробуйте обновить свои группы"

const SendingCookie = "Отправьте мне свои cookie 🍪"
const CookieSet = "Куки успешно установлены"

const UpdateStarted = "Происходит процесс обновления ..."
const UpdateEnd = "Успешно обновлено!"
